Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/depts/other_files/hp_2009_samisk_sprak_lulesam.pdf.tmx
Source language: smj
Languages: sma

source: Doajmmapládna
sma: Dahkoesoejkesje

source: Sáme gielaj doajmmapládnaÅlgusvadde:
sma: Dahkoesoejkesje saemien gïelide

source: Almudimkåvddå: A – 0025 S
sma: LULESAMISK

source: Sáme gielaj doajmmapládna sisaDno
sma: Dahkoesoejkesje saemien gïelideLULESAMISK sisvege

source: Åvddåtjála Vijdes ja guhkesájggásasj rahtjamus sáme gielaj hárráj Politihkalasj vuodo Rievtesvuoda vuodo Åvdåsvásstádus gåtsedit sáme gielajt sámedikke barggo sáme gielaj Doajmmaplána bargo orgániserim ja tjuovvolibme sáme gielaj udnásj dille Guoradallama sáme gielaj birra Mánájgárde ja vuodoåhpadus Åtsådallama giellaællánahttemijs ietjá rijkajn oajvvadus ådå láhkaj nasjonálalasj unneplågoj ja unneplåhkogielaj birra svierigin
sma: Åvtebaakoe... 8 vijries jïh guhkiesmïeresne barkoe saemiej gïelide... 10 Politijhken våarome... 11 Reaktelds våarome... 12 Dïedte saemien gïelh gorredidh... 14 saemiedigkien barkoe saemien gïeline... 14 Öörneme barkoen mietie jïh gïeteldssoejkesjen dåeriedimmie... 16 Daenbiejjien tsiehkieh saemien gïelide... 17 goerehtimmieh saemien gïelij bïjre... 19 Maanajgïerth jïh maadthööhpehtimmie... 19 Dååjretimmieh gïeleskreejrehtimmmiNe jeatjah laantide10... 21 Uvtelasse orre laake nasjovnellen unnebelåhkoej jïh onnelåhkoej gïelij bïjre sveerjesne... 24

source: Ulme, hásstalusá, guhkesájggásasj strategija ja dåjma oaHPPaT
sma: Ulmieh, haestemh, guhkiesmïeresne strategijh jïh råajvarimmieh

source: Åhpadusáv nannit nuortta-, julev- ja oarjjelsámegiellaj gájkka dásen sáme mánájgárddefálaldagá 1. doajmma Diehtojuohkem mánájgárdde ásadime birra sámij mánájda 2. doajmma Máhtudakåvddånibme gielajn guovdátjin 3. doajmma Pedagogalasj nævoj åvddånahttem Vuodoåhpadusfálaldahka sámegiellaj ja sámegielan 4. doajmma Guoradallat oahppij sámeåhpadusá árvustallamis 5. doajmma Bagádusá oahppoplánajda 6. doajmma suohkanij ja fylkasuohkanij sámegiela åhpadusá rievtesvuodaj tjadádime bærrájgæhttjo 7. doajmma Værmádahka guhkásåhpadussaj 8. doajmma aktisasjbarggo svierigijn sámeåhpadusá birra 9. doajmma aktisasjbarggo suomajn sáme åhpadusá birra sáme oahpponævo 10. doajmma sáme oahpponævo – buvtadibme – juogadibme - jårggålibme 11. doajmma Diehtojuohkemdåjma sámeåhpadusá rievtesvuodaj ja vælggogisvuodaj birra sijddaskåvlå Giellaåhpadus ja albetiserim ållessjattugijda 12. doajmma 5-jahkásasj sámegiela ållessjattukåhpadusprográmma 13. doajmma iednegiellaanálfabetisma guoradallam ja sámegiela åhpadusdárboållessjattugijda 14. doajmma alfabetiserimprosjækta Tråmsån alep åhpadus ja rekrutterim 15. doajmma sáme åhpadiddjeåhpadus 16. doajmma Rekrutterimvuodo ja sámegielak åhpadiddje dárbo guoradallam 17. doajmma Rekruttermindåjmasáme åhpadiddjeåhpadussaj ja åhpadiddjeåhpadussaj sámegiela fágajn 18. doajmma Rekrutterimratjástibme Finnmárkon – niehkovigge 19. doajmma Åhpadusluojkkaoase luojttem
sma: Saemien learoevierhtieh – produsjovne, distribusjovne jïh jarkoestimmie... 33 Råajvarimmie 11. Bïevneshråajvarimmieh reaktaj jïh tjælloej saemienööhpehtæmman... 34 voeneskuvlh... 34 gïeleööhpehtimmie jïh alfabetisereme geervide... 35 Råajvarimmie 12. 5-jaepiej geerveööhpehtimmieprovgramme saemiengïelesne... 35 Råajvarimmie 13. Kaarhtedidh vijremem ietnegïeleanalfabetisme jïh daarpoe ööhpehtimmiem saemiengïelesne geervide... 36 Råajvarimmie 14. Alfabetiseremeprovsjekte geervide Tromsesne... 36 Jïllebe ööhpehtimmie jïh skreejreme... 37 Råajvarimmie 15. Saemien lohkehtæjja ööhpehtimmie... 38 Råajvarimmie 16. Skreejremevåaromem kaarhtedidh jïh daarpoem saemiengïeleldh lohkehtæjjide kaarhtedidh... 38

source: 20. doajmma Joarkkaåhpadus sámegielan åhpadiddjijda 21. doajmma.
sma: Vijrebeööhpehtimmie saemiengïelesne lohkehtæjjide... 38 Råajvarimmie 21.

source: Kursa og åhpadusá ietjá gielladåjma 22. doajmma sierra dåjma giellaåvddånimev nannitjit oarjjelsáme ja julevsáme guovlojn 23. doajmma oarjjelsáme giellabiesse 24. doajmma Åvddånahttemprosjækta nuortta-Trøndelága fylkasuohkanin 25. doajmma Lullesáme giela ja kultuvra ællánahttem 26. doajmma Bihtámsáme gielav ja kultuvrav ællánahttet
sma: Kuvsjh jïh lohkemh... 39 Jeatjah gïeleråajvarimmieh... 39 Råajvarimmie 22. Joekoen råajvarimmieh gïele-eevtiedimmiem åarjelsaemien jïh julevsaemien dajvine tjïrkedh... 39 Råajvarimmie 23. Åarjelsaemien gïelebiesie... 39 Råajvarimmie 24. Eevtiedimmieprovsjekte Noerhte-Trøndelagen fylhketjïeltesne... 39 Råajvarimmie 25. Luvlesaemien gïelem jïh kultuvrem skreejrehtidh... 40 Råajvarimmie 26. Pihtesaemiengïelem jïh kultuvrem skreejrehtidh... 40

source: almulasj fálaldagájt sámegiellaj lasedit addnijda gájkka sebrudaksuorgijn sámelága giellanjuolgadusá 27. doajmma sámelága njuolgadusáj árvustallam 28. doajmma sámelága giellanjuolgadusáj bærrájgæhttjo sámegielak bargge almulasj háldadusán 29. doajmma Dålkkååhpadus ja dålkkådåhkkidibme Hiehtediededimdievnastus Mánájsuodjalus 30. doajmma Joarkkaåhpadusá árvustallam 31. doajmma iednegiellaanálfabetisma guoradallam ja sámegiela åhpadusdárboållessjattugijda Varresvuoda- ja huksodievnastusá Åvdåsvásstádusjuohkem varresvuoda-dievnastusán 32. doajmma Dålkkumdievnastus varresvuodavidnudagájn 33. doajmma Bærrájgæhttjo 34. doajmma avtaárvvusasj dievnastusá julev- ja oarjjelsámeguovlojn 35. doajmma almulasj dokumentaj jårggålibme 36. doajmma Moallánakbáhkogirjje varresvuohta- ja huksodievnastusá adnuj 37. doajmma Diehtojuohkemmateriála bádnevarresvuoda birra 38. doajmma Bádnevarresvuoda guoradallam Barggo- ja álkkádusháldadibme 39. doajmma Diehtojuohkem sámegiellaj VBaan.
sma: Jienede byjjes faalaldahkh saemiengïelesne utnijidie gaajhkine siebredahkeareninie... 41 saemielaaken gïelenjoelkedassh... 42 Råajvarimmie 27. Saemielaaken gïelenjoelkedassh tjïrrehtidh... 43 Råajvarimmie 28. Saemielaaken gïelenjoelkedassh gïehtjedidh... 43 saemiengïeleldh barkijh byjjes reeremisnie... 43 Råajvarimmie 29. Toelhkeööhpehtimmie jïh autorisasjovne toelhkide... 44 Baenhtsesnebeavna-dïenesje... 45 Maanavaarjelimmie... 45 Råajvarimmie 30. Vijrebeööhpehtimmiem vuartasjidh... 45 Råajvarimmie 31. Gïehtjedimmieöörnegem njoelkedassine... 46 starne- jïh såjhtoedïenesjh... 46 Råajvarimmie 32. Toelhkedïenesjh starnesijjine... 48 Råajvarimmie 33. Gïehtjedimmie... 48 Råajvarimmie 34. Seammaleejns dïenesjh julev- jïh åarjelsaemien dajvine... 48 Råajvarimmie 35. Byjjes paehperh jarkoestidh... 48 Råajvarimmie 36. Jiehteghbaakoehgærja starne- jïh såjhtoedïenesjimmesne utnedh... 49 Råajvarimmie 37. Baeniestarnen bïjre bievnedh... 49 Råajvarimmie 38. Baeniestarnem kaarhtedidh... 49 Barkoe- jïh jearsoesvoetereereme... 49 Råajvarimmie 39.

source: 40. doajmma addnijguoradallama Girkko dievnastusá sámegiellaj 41. doajmma Ruhtadoarjjaga rámmátjårggålimijda 42. doajmma sáme tjoaggulvis oarjjelsáme giellaguovlon 43. doajmma.
sma: Bïevnesh saemiengïelesne NAV:esne... 50 Råajvarimmie 40. Utnijegïehtjedimmieh... 50 gærhkoen dïenesjh saemien gïelesne... 50 Råajvarimmie 41. Dåarjoeh bijbelenjarkoestæmman... 51 Råajvarimmie 42.

source: Jårggålibme / hiebadibme tevstajt jubmeldievnastussaj Værroetáhtta 44. doajmma Værroetáhtta – vijdedum fálaldagá sámegiellaj Kriminalhukso 45. doajmma sámegielak giddagisbargge rekrutterim 46. doajmma Tjåhkkåhimdile árvustallam 47. doajmma.
sma: Saemien åålmege åarjelsaemien gïeledajvesne... 51 Råajvarimmie 43. Jarkoestimmie / sjïehtedimmie teeksth gyrhkesjæmman... 51 skaehtieetate... 52 Råajvarimmie 44. Skaehtieetate – vijredamme faalaldahke saemiengïelesne... 52 Krimijnalesåjhtoe... 52 Råajvarimmie 45.

source: Kriminalhuksoguovdásj sáme giela ja kultuvra máhtudagájn Rijddotjoavddemrádij dåjmadahka 48. doajmma sámegiella rijddotjoavddemrádijn Bulkke 49. doajmma ienep sáme giella- ja kultuvrradádjadus bulkijn
sma: Saemiengïeleldh roestegåetiebarkijidie skreejredh... 53 Råajvarimmie 46. Beadtasovvemetsiehkieh tjïrrehtimmie... 53

source: 50. doajmma Hiebadit sáme gielajt elektråvnålasj prográmmajda 51. doajmma Ulmutjijt sáme duogátjijn Bulkkeallaskåvllåj rekrutterim suodjalus 52. doajmma Diehtojuohkem vuostasjgierdedievnastusá birra 53. doajmma suodjalusá hárjjidallamij diehtojuohkem ja almodibme Ráddidusá sámegiela adno 54. doajmma ienep almodibme ráddidusá dokumentajs sámegiellaj 55. doajmma Háldadusterma 56. doajmma Dåhkkidimårnik sáme láhkajårggåliddjijda sámegiella ja DGT 57. doajmma sámegiella almulasj registerijn – gájbbádusá stáhta etáhtajda Giellateknologija 58. doajmma sáme njuolgatjállemvædtsak sáme báhkogirje 59. doajmma sáme báhkogirjij guoradallam ja åvddånahttem
sma: Bïevnesh voestesgesdïenesjen bïjre... 55 Råajvarimmie 53. Bïevnesh jïh bæjkoehtimmieh Vaarjelimmien lïerehtimmiebarkoej bïjre... 55 Reerenassen åtnoe saemien gïelide... 55 Råajvarimmie 54. Reerenassen paehperh saemiengïelesne jienedamme åålmehtehtedh... 55 Råajvarimmie 55. Reeremetermh... 56 Råajvarimmie 56. Saemien laakejarkoestimmiem dåhkasjehtemeöörnege... 56 saemien gïele jïh iKT... 57 Råajvarimmie 57. Saemien gïele byjjes registerisnie – krievemh staaten etatide... 57 gïeleteknologije... 58 Råajvarimmie 58. Saemien riektestjaalmedirregh... 58 saemien baakoegærjah... 58 Råajvarimmie 59. Kaarhtedimmie jïh evtiedimmie saemien baakoegærjah... 58

source: sámegielav tjalmostahttet almulasj sajijn sáme bájkkenamá ja sámegielak galbbim Æjvvalimsaje 60. doajmma sámegielak æjvvalimsaje mánájda ja nuorajda internæhtta Media 61. doajmma sáme avijsa – ienep adno julevsáme- ja oarjjelsámegielas 62. doajmma snåsningen avijssa: avijssabiele oarjjelsámegiellaj 63. doajmma oarjjelsáme mediaguovdásj Kultuvrra – filmma, teáhter, girjálasvuohta, bibliotehkka 64. doajmma sáme girjálasjvuoda oasstemårnik
sma: saemien gïele vååjnesasse byjjes tjiehtjelisnie... 60 saemien sijjienommh jïh skilth saemiengïelesne... 61 gaavnedimmiesijjieh... 62 Råajvarimmie 60. Saemiengïeleldh gaavnemesijjieh maanide jïh noeride... 62 gaskeviermie... 63 Medija... 63 Råajvarimmie 61. Saemien avijsh – jienede åtnoem julevsaemien jïh åarjelsaemien... 64 Råajvarimmie 62. Avijse Snåsningen: Avijsesæjtoeh åarjelsaemiengïelesne... 64 Råajvarimmie 63. Åarjelsaemien medijejarnge... 65 Kultuvre – filme, teatere, lidteratuvre, gærjagåetie... 65 Råajvarimmie 64. Åesiesöörneme saemien lidteratuvridie... 66

source: Dárbo dutkamis ja máhtudakåvddånahttemis 65. doajmma Dutkammáhtudagáv ásadit ja nannit oarjjel ja julevsáme gielaj gáktuj 66. doajmma Dutkam- ja fáhka / resurssaguovdásj sáme statistihkka
sma: Daarpoe dotkeme- jïh maahtoe- evtiedimmie... 67 Råajvarimmie 65. Dotkememaahtoem bigkedh åarjelsaemien jïh julevsaemien gïelesne... 68 Råjvarimmie 66. Dotkeme- jïh faage / vierhtiehjarnge... 68 saemien statistihke... 69

source: Jagen 2008 gidá buvtij ráddidus Sd. diedá.
sma: Reerenasse gïjren 2008 St. bïev.

source: nr 28 (2007-2008) Sámepolitihkka.
sma: nr.28 (2007-2008) Saemiepolitihken åvteste buektieji.

source: Diedádusán åvddånboahtá vijddát da ájnnasamos hásstalusá ráddidusá politihkkaj sáme sebrudagá hárráj.
sma: Bïevnese vadta vijrie vuesiehtimmiem vihkelommes haestemh reerenassen politihken åvteste saemien siebredahkine.

source: Diedádusán duodastuváj sáme giela le alvos dilen.
sma: Bïevnese vuesehte saemiengïelij tsiehkieh aejhteme.

source: Danen de ráddidus mierredij doajmmaplánav sáme gielajda dahkat.
sma: Reerenasse dan gaavhtan nænnosti gïeteldssoejkesjem saemiengïeliej åvteste darjodh.

source: Dájt maŋemus lågevjagijt le álgaduvvam moadda dåjma nannitjit ja åvddånahtátjit sáme gielajt moatten suorgen sebrudagán.
sma: Dej minngemes luhkiejaepiej tjïrrh lea råajvarimmieh aalkeme juktie saemiengïelh tjïrkedh jïh evtiedidh jeenjh suerkine siebredahkesne.

source: Moadda dájs dåjmajs buoragit doajmmi, ja li buktám dav vaj sáme giela li oadtjum nannusap sajev sebrudagán.
sma: Jeenjh dejstie råajvarimmijste hijven juhtieh, jïh dejstie saemiengïelh tjerkebe posisjovnem siebredahkesne åadtjoeji.

source: Muhtem sáme bájkijn le sámegiella bæjválasj guládallam giella.
sma: såemies saemiendajvine lea saemiengïele aarkbiejjien gaskesadtemegïele.

source: Ájnegis ulmutja giellatjehpudahka dáhpáduvvá luondulattjat bæjválasj avtastallamis ietjá giellaaddnij.
sma: evtiedimmie fïerhten almetjen gïelemaahtoste iemeles sjædta gosse fïerhtenbeajjetje ektieåtnoe jeatjah gïeleutnijgujmie.

source: Dá bájke le ájnas resurssan sámegiela åvddånahttemij Vuonan.
sma: Daah dajvh leah vihkeles vierhtieh saemiengïelen evtiedimmien åvteste Nöörjesne.

source: sámibåttå de sámegielagij låhko ienebut binnu gå lassán, sierraláhkáj gåjt de sámegiela háldadusguovlo ålggolin.
sma: seamma-aejkien jïjnjebe gïeleguedtijh jaameme goh reakasovveme, joekoen saemiengïelen reeremedajven ålkoelisnie.

source: sámegielak barggijs almulasj ja priváhta suorgijn le ájn vádne.
sma: eenje vaenie saemiengïeleldh barkijh byjjes jïh privaten sektovrinie.

source: Danen le dárbbo nannusap ratjástimes sáme gielaj hárráj.
sma: Dïhte lea dan gaavhtan daerpies saemiengïelide tjïrkedh.

source: Ráddidus ájggu dájna plánajn vuodov vaddet vijdes ja guhkesájggásasj ratjátimev sáme gielaj hárráj beruskáhtá suorgijs ja háldadusdásijs.
sma: Reerenasse sæjhta dan dahkoesoejkesjen tjïrrh våaromem bïejedh vijries jïh guhkiesmïeresne barkoen åvteste saemiejgïelide sektovrij jïh reeremedaltesij dåeresth.

source: Ulmmen le jaskas dilev láhtjet sáme gielajda Vuonan.
sma: Ulmie lea våaromem bïejedh juktie jearsoes båetije biejjiej saemiengïelide Nöörjesne.

source: Julevsáme ja oarjjelsáme guovlojn le giella dille sierraláhkáj nievrre.
sma: Julevsaemien jïh åarjelsaemien dajvine lea gïeletsiehkie joekoen aejhteme.

source: Dánen le ájnas mij biedjap sierra ratjástimev dáj gielaj hárráj vaj sihkarasstep julev ja oarjjelsáme gielajt viesso adno-, avtastallam- ja máhtudakgiellan aj boahtte buolvajda.
sma: Dïhte lea dan gaavhtan daerpies mijjieh joekoen barkoem dejtie gïelide darjodh guktie julevsaemiengïelem jïh åarjelsaemiengïelem tjïrkedh goh jielije åtnoe-, gaskesadteme- jïh maahtoegïelh aaj båetije boelvide.

source: Moadda departementa li oassálasstám doajmmaplána bargguj.
sma: Jeenjh departementh leah gïetelds-soejkesjinie barkeme.

source: Miján le læhkám vijddásasj guládallam sámedikkijn ja sijáj guorrasam doajmmaplána sisano birra konsultasjåvnåj baktu.
sma: Mijjen lij dialoge saemiedigkine jïh gïeteldssoejkesjem sïemedi konsultasjovnij tjïrrh.

source: Mij lip aj oadtjum árvvalusájt duos dás birrusijs.
sma: Mijjieh libie aaj ovmessie lehkeste jiehtesh åådtjeme.

source: Doajmmaplána oajvvetjalmostibme le láhtjet dilijt nav vaj vájmmelis sáme giellaaddnij låhko lassán.
sma: gïeteldssoejkesjen åejviefokuse lea våaromem bïejedh juktie låhkoem iedtjeles saemiengïeleutnijigujmie jieniedidh.

source: Dát galggá dáhpáduvvat dåjmaj baktu ma tjalmostahtti sámeåhpadusáv nannustahttet mánájgárdijn ja vuodoåhpadusán, láhtjedijn ásadittjat ienep sajijt sáme giela adnuj ja nannusap rahtjama rekrutteritjit sámegielak åhpadussaj ja åhpadusájda sáme fágaj.
sma: Daate galka råajvarimmiej tjïrrh darjodh juktie saemiengïelen ööhpehtimmiem maanajgïertesne jïh maadthööhpehtimmesne tjïrkedh, dorjesåvva jeenjh arenah tseegkedh gusnie saemeste jïh tjerkebe barkedh saemiengïeleldh ööhpehtæmman jïh ööhpehtæmman saemiengïele faagegïevlesne skreejrehtidh.

source: stuoráp sáme giella ratjástimij baktu almulasj suorgijn ájggu ráddidus nannit ájnegis ulmutja máhttelisvuodajt sámegiellaj sihke dádjaduvátjit ja dádjaduvvat.
sma: stuerebe åvtemieren tjïrrh saemiengïelem byjjes sektovrinie reerenasse sæjhta fïerhten almetjen nuepiem tjïrkedh guktie maahta guarkasovvedh jïh saemiengïelesne guarkadidh.

source: Diedáv moattes vásedi e oattjo ietjasa rievtesvuodav sámástittjat almulasj háldadusájn ja varresvuodadievnastusájn – danen gå aktak ij máhte sidjij dievnastusáv sámegiellaj vaddet.
sma: Manne gujht daajram jeenjh demtieh dah eah maehtieh dej reaktam saemiestidh nuhtjedh gosse byjjes reereminie jïh starnesåjhtojne gaskesadtedh – juktie ij oktegh maehtieh dejtie saemiengïelesne viehkiehtidh.

source: Dát le åvddånahttem mav mij aktisasj rahtjamusáj hæhttup jårggålit.
sma: Daate evtiedimmie tjoerebe jarkedh ektine barkojne.

source: sámedikke guoradallam sámegiela ano birra ja sámelága giellanjuolgadusáj árvustallam vuoset moadda hásstalusá li ájn åvddåla sámelága giellanjuolgadusáj mærrádusá dievdeduvvi ållåsit.
sma: Manne dan geerjene juktie reerenasse revidereme nasjovnalebudsjedtesne lea evtiedamme jieniedidh dåarjoeh saemiedægkan juktie Lavangen tjïelte

source: 8 «Doajmmaplána oajvvetjalmostibme le láhtjet dilijt nav vaj vájmmelis sáme giellaaddnij låhko lassán....
sma: 8 «Gïeteldssoejkesjen åejviefokuse lea våaromem bïejedh juktie låhkoem iedtjeles saemien gïeleutnijigujmie jienedidh... š

source: guoradallat mijá rijkajgasskasasj vælggogisvuodaj gáktuj.
sma: maahta saemien gïelen reeremedajvese båetedh golken 1. 2009.

source: Ráddidus ájggu dájna duogátjijn sámelága giellanjuolgadusájt guoradallat.
sma: Reerenasse sæjhta dan våaromisnie tjïrrehtimmiem saemielaaken gïelenjoelkedasside darjodh.

source: sáme gielaj åvddånboahtema lasedimijn almulasj sajijn sihtap mij sáme giela galggi liehket sadjihin gájkajda.
sma: gosse saemiengïelem byjjes tjiehtjelinie vååjnesasse jeenjebe bïejedh vaajtelibie dah saemiengïelh gelkieh jaksoes gaajhkidie årrodh.

source: Ulmmen le sáme giela galggi åvddånboahtet gievrrudahkan sebrudahkaj, ja giela galggi oadtjot sajev åvddånahtátjit gájkka sebrudaksajijn.
sma: Ulmie lea dah saemiengïelh gelkieh vieksiesvoetem siebredahkesne årrodh, jïh dejtie gïelide tjiehtjele vadtasåvva guktie gaajhkh siebredahken-areninie evtiedidh.

source: Diedáv biejaduvvá ållo barggo sámij bieles sámegielav nannitjit fámiljajn, bájkálasj sebrudagájn, mánájgárdijn ja vuodoåhpadusán, sáme giella- ja kultuvrraguovdátjijn, ja sáme organisásjåvnåjn ja institusjåvnåjn.
sma: Tjïelkes munnjien jeenjh barkoeh saemien bieleste darjoeji juktie saemiengïelem tjïrkedh dovne fuelhkesne, byjressiebredahkesne, maanajgïertine jïh maadthööhpehtimmesne, saemien gïele- jïh kultuvrejarngine, jïh saemien åårganisasjovnine jïh institusjovnine.

source: Mierrediddje árvvon le ájn jut sáme ietja vájmmelisát gielav adni.
sma: Dïhte vihkeles saemieh eadtjohkelaakan saemiestieh.

source: sáme gielaj nannima barggo gájbbet guhkesájggásasj ja aktelasj ratjástimev ienemus suorgijn, ja viertti liehket bissovasj prosessa.
sma: Barkoe juktie saemiengïelem tjïrkedh krievie guhkiesmïeresne jïh jaabnan barkoem jeenjemes sektovresuerkine, jïh tjuara prosessem tïjjesne årrodh.

source: Doajmmaplánas åvddånboahtá danen aj ienep guhkepájggásasj ulme ráddidusá bargos sáme gielajt nannitjit boahtteájggáj.
sma: gïeteldssoejkesje buerkeste dan gaavhtan aaj jeenjh guhkiesmïeresne ulmieh reerenassen barkoej åvteste dah saemiengïelh tjïrkedh båetije aejkien.

source: Dá ulme li vuodon dåjmaj vijdábuj åvddånahttemij pládnaájggegávdan.
sma: Dah ulmieh sijhtieh våaromem årrodh vijrebe evtiedimmien åvteste råajvarimmeste soejkesjeboelhkesne.

source: Bajemus ulmme ráddidusá politihkan sáme gielaj hárráj le láhtjet jaskugis boahtteájgev sáme gielajda Vuonarijkan – nuorttasámev, julevsámev ja oarjjelsámev.
sma: Biejjies ulmie Reerenassen politihke samiej gïelide våaromem darjodh juktie jearsoes båetije biejjiej saemien gïelh Nöörjesne – noerhtesaemiengïele, julevsaemiengïele jïh åarjelsaemiengïele.

source: Ájnas ulmmen le aj oadtjot ienep sámegielak addnijt.
sma: vihkeles ulmie lea gïeleutnijh jienedieh.

source: Dát gájbbet vijdes ja guhkesájggásasj rahtjamusájt juohkka sebrudaksuorgen.
sma: Daate krievie vijries jïh guhkiesmïeresne barkoem gaajhkine siebredahkesuerkine.

source: Ráddidus sihtá doajmmapládnaájge lahtjet vuodov nannusap rahtjamussaj sáme gielaj hárráj duon dán sebrudaksuorgen – sierraláhkáj åhpadusán, almulasj dievnastus- ja huksodievnastusán, ja vaj sámegiella galggá vuojnnut ja aneduvvat almulasj aktijvuodan.
sma: Reerenasse sæjhta barkoesoejkesjeboelhkesne våaromem darjodh tjerkebe barkedh dah saemien gïelh ovmessie siebredahkesuerkine – joekoen lïerehtimmie, ööhpehtimmie, byjjes dïenesjimmie- jïh håksoevadteme, jïh åtnoe jïh vååjnesasse saemiengïelem byjjes tsiehkine.

source: Ækton jaskugis sáme gielaj boahtteájggáj le aledit gielaj dásev, ja åvddånbuktet gielaj dálásj rievtesvuodajt addnijda ja oajválattjajda duon dán dásen.
sma: Jis gïelij båetije biejjieh jearsoes sjïdtieh voestegh tjoevere gïelij statush evtiedidh, jïh aaj vååjnesasse gïelij reaktah mah gååvnesieh dovne gïeleutnijidie jïh reeremidie ovmese daltesinie.

source: sáme giella hæhttu dievnastuvvat juohkka sajen gånnå sáme viessu ja æjvvali, danen la ájnas tjalmostahttet sámegielak sájijt ja æjvvalimbájkijt.
sma: saemien gïele tjuara gaajhkine areninie nuhtjedh gusnie saemieh gaavnedieh jïh råekieh, dan gaavhtan vihkeles saemiej gïelij arenidie jïh gaavnedimmiesijjide gïehtjedidh.

source: Jaskugis boahtteájgge sáme gielajda gájbbet aj ájnegis sábme iesj gæhttjal nannit ja åvddånahttet ietjas sámegiela máhtudagáv, adnet gielav ienemus dilijn, ja nav guhkás gå máhttelis doalvvot gielav nuppe buolvvaj.
sma: Jearsoes båetije biejjieh saemien gïelide aaj fïerhten saemien jijtse saemiengïelen maahtoem tjïrkedh jïh evtiedidh, gïelem nuhtjedh, jïh dan gåhkese guktie maahta saemiengïelem båetije boelvese vedtedh.

source: Jaskugis boahtteájgge sáme gielajda gájbbet aj vaj suohkana ja bájkálasj sebrudagá suodjalij ja åvddånbukti sáme gielajt ietjasa suorgen, nav vaj látjeduvvá buorre máhttelisvuoda sámegielav oahppat mánájgárdijn, vuodoskåvlåjn ja joarkkaskåvlåjn, ja vaj látjeduvvá buorre máhttelisvuoda sámegielav oahppat æjdádijda ja ietjá ållessjattugijda.
sma: Jearsoes båetije biejjiej saemien gïelide dellie tjoevere aaj tjïelth jïh byjressïebredahkh vaarjelidh jïh åtnoem saemiengïeline dej dajvine jieniedidh, buerie tsiehkieh skaepedidh saemien gïelen ööhpehtimmide maanajgïertine, maadthskuvline jïh jåerhkeskuvline, jïh buerie tsiehkieh darjodh saemiengïelen ööhpehtimmide eejhtegidie jïh jeatjah geerve almetjidie.

source: Vijdábut de vierttiji bájkálasj sebrudagá dættodit dahkat sámegielak æjvvalimbájkijt mánájda, nuorajda ja ållessjattugijda ja fállat suohkana dievnastusájt sáme álmmugij diedoj milta gånnå le sáme giella ja kultuvrra vuodon.
sma: Aaj byöroeh byjresïebredahkh vuartasjidh jïh sijjieh skaepiedidh gusnie maanah, noerh jïh geervh maehtieh saemiestidh jïh tjïeltij faalaldahkh saemide saemien gïelen jïh kultuvren våaroemisnie.

source: sámegielak galbá suohkana viesojn, ja moattegielak rahtegalbbim sjaddá åvddånbuktet sámegielak sajev bájkálasj sebrudagán.
sma: skilth saemiengïelesne tjïelten gåetiej ålkoelisnie jïh dej sisnie jïh gelliengïelide geajnoeskilth öövtiedieh saemiengïelh byjressïebredahkesne vååjnesasse jïh vuesiehtieh saemiengïelem gååvnese.

source: Jaskugis boahtteájgge sáme gielajda gájbbet nannusap rahtjamusájt julev- ja oarjjelsáme gáktuj, nav vaj dá aj máhtti liehket viesso giela boahtteájgen.
sma: Jearsoes båetije biejjiej saemien gïelide dellie tjoevere tjerkebe barkedh julev- jïh åarjelsaemiengïelide, juktie dah maehtiejægan jielije gïelide aaj båetije biejjien årrodh.

source: Dan diehti gå ulmutja dáj guovlojn e nav tjoahken åro, ieneplågo álmmuga gáktuj, de le dá guovte sámegiellaj sierra hásstalusá ma gulluji ælládahttembargguj.
sma: Juktie barras årroeh jïh vaenie saemieh dan jeenjebelåhkoen almetjij muhteste dejnie dajvine, dej tjïertij lea joekoen dåeriesmoere skreejrehtimmiebarkojne.

source: sierraláhkáj gullu dát oarjjelsáme guovlojda.
sma: Joekoen daennie åarjelsaemiendajvesne.

source: oarjjel- ja julevsáme li unneplågo sáme sebrudagán.
sma: Åarjelsaemieh jïh julevsaemieh leah unnebelåhkoeh saemien siebredahkesne.

source: Danen le dárbbo gájkajn gænna le åvdåsvásstádus sámegielas biedjá sierra rahtjamusáv dájt nannitjit.
sma: Dan gaavhtan daerpies gaajhkh giej leah dïedte saemiengïelide joekoen barkoem darjodh dejtie gorredidh.
